export default function TermsOfUse() {
  return (
    <div className='container content-block'>
      <div className='header'>Правила сайта</div>
      1. Общие положения и рекомендации<br />
      1.1. tankbrothers.ru — частный ресурс. Находясь здесь, вы обязуетесь руководствоваться данными Правилами.<br />
      1.2. Сайт tankbrothers предоставляет услуги по сбору данных игры Мир танков.<br />
      1.3. За порядком на сайте следят Программисты, Модераторы и Администраторы. Программисты осуществляют контроль за закреплёнными к ним направлениями, могут редактировать, удалять сообщения, апеллировать к Модераторам о вынесении наказаний за нарушение Правил сайта. Модераторы осуществляют контроль за закреплёнными к ним направлениями, могут редактировать, удалять сообщения и темы, закрывать и переносить темы, применять различные меры наказания к участникам — предупреждение, премодерацию, Read Only или РО (запрет написания сообщений), блокирование учётной записи (бан). Администраторы имеют все права для всех форумов и дополнительно могут вносить любые изменения в работу сайта.<br />
      1.4. Все сообщения отражают мнения их авторов. Мнение администрации может не совпадать с мнением автора. Информацию об отказе от ответственности можно прочесть здесь. Если вы считаете, что какие-либо сообщения противоречат законодательству РФ, содержат коммерческую тайну или способны нанести ущерб физическим или юридическим лицам, вы можете сообщить об этом Модераторам или Администрации сайта нажав на кнопку «Помощь».<br />
      1.5. Придерживайтесь уже сложившейся культуры общения на сайте tankbrothers.ru. Мы сами создаём среду обитания. Будем вежливы и доброжелательны друг к другу! Если вы видите нарушения Правил, или вас провоцируют на это другие участники, не идите на поводу у нарушителей. Напишите жалобу нажав на кнопку «Помощь». Остальное — забота Администрации сайта.<br />
      <br />
      2. Имя пользователя («ник», «никнэйм», «логин», «аккаунт») и данные профиля<br />
      2.1. Ник.<br />
      2.1.1. Ник – автоматически присваивается тот-же что вы используете в игре Мир танков. Смена ника — невозможна.<br />
      <br />
      3. Язык сайта<br />
      3.1. Официальный язык сайта — русский.<br />
      3.2. Все сообщения должны писаться кириллицей. Допускается использование транслита только в исключительных случаях.<br />
      3.3. Надуманные ошибки и преднамеренное злостное несоблюдение правил русского языка (в том числе злоупотребление т. н. «падонковским языком») запрещены.<br />
      <br />
      4. Общие правила создания сообщений<br />
      4.1. Перед созданием сообщения следует внимательно ознакомиться с принятыми в этом разделе правилами.<br />
      4.2. Сообщение должно быть максимально информативным, таким, чтобы другим пользователям была приблизительно понятна ваша проблема. В теле сообщения давайте развёрнутое описание проблемы.<br />
      4.3. Не торопитесь создавать тему. Весьма вероятно, что ваш вопрос обсуждался ранее. <br />
      4.4. Создание дублей сообщений запрещено. Если вы по ошибке создали сообщение не в том разделе, где планировали (или осознали ошибочность выбора), не создавайте аналогичные темы или сообщения в другом разделе. Обратитесь к модератору нажав на кнопку «Помощь» — он перенесёт ваше сообщение в правильный раздел.<br />
      4.5. Если вы увидели, что кто-то нарушает правила на ресурсе (создан дубликат сообщения, агрессия либо флуд в сообщениях, неверное расположение сообщения и пр.), не стоит создавать новые сообщения об этом — просто сообщите об этом нажав на кнопку «Помощь», и Модераторы примут меры.<br />
      4.6.1. При ответе в существующую тему постарайтесь формулировать вопрос или ответ так, чтобы он был понятен остальным участникам форума.<br />
      4.6.2. Сообщения, в которых присутствуют грамматические и/или синтаксические ошибки, могут вызвать негативную реакцию участников форума. Старайтесь писать грамотно.<br />
      4.7. Запрещается явная и скрытая грубость, хамство, оскорбления.<br />
      4.8. Запрещается использование нецензурной лексики, как явной, так и скрытой, в том числе и за спецсимволами.<br />
      4.9. Запрещается провоцирование конфликта, равно как и ответ на провокацию. Если вы считаете, что вас оскорбили (либо иным образом нарушили ваши права или Правила сайта), сообщите об этом факте Модератору, отправьте сообщение нажав на кнопку «Помощь». Он примет необходимые меры к нарушителю.<br />
      4.10. В сообщениях запрещены:<br />
      4.10.1. Замена русских букв похожими из других языков, и наоборот;<br />
      4.10.2. Написание тем и сообщений ЗАГЛАВНЫМИ БУКВАМИ;<br />
      4.10.3. Написание сообщений прописными и строчными буквами вперемешку («вОТ тАкИм оБрАзОм») или буквами разных алфавитов («slеdующiм оbраzом»);<br />
      4.11. Запрещено создание тем или сообщений, не предполагающих обсуждения, или предполагающих личную переписку с конкретным участником сайта, в том числе публикация объявлений рекламного и иного характера. Для личной переписки используйте систему личных сообщений.<br />
      4.12. Категорически запрещается обсуждать действия представителей Администрации. Если вы не согласны с действиями представителей Администрации, обратитесь лично нажав на кнопку «Помощь». Ваше сообщение будет рассмотрено, и в случае признания его обоснованным к представителю Администрации будут применены меры дисциплинарного воздействия.<br />
      4.13. Любые материалы эротического и порнографического содержания могут быть удалены с сайта без предупреждения, на усмотрение и в соответствии с моральными устоями Модераторов.<br />
      4.14. Запрещена публикация частных объявлений с целью покупки, продажи или обмена.<br />
      4.15. При размещении ссылок использование специальных сервисов для их сокращения запрещено.<br />
      4.16. Публикация реферальных материалов (ссылок, купонов и кодовых слов) в любом виде запрещена.<br />
      <br />
      5. Статусы и группы пользователей<br />
      5.1. Группы пользователей.<br />
      5.1.1. Пользователи<br />
      5.1.2. Программисты<br />
      5.2. Представители Администрации сайта:<br />
      5.2.1. Модераторы.<br />
      5.2.2. Администраторы.<br />
      <br />
      6. Система наказаний<br />
      6.1. Наказания назначаются Модератором за несоблюдение Правил сайта и/или дополнительных Правил раздела.<br />
      6.2. Виды наказаний:<br />
      6.2.1. Предупреждение — минимальный вид наказания. Выносится за несоблюдение Правил сайта.<br />
      6.2.2. «Read Only» или «РО». Статус «Read Only» выносится за злостное и/или неоднократное несоблюдение Правил сайта и применяется наряду с Предупреждениями за нарушение Правил сайта. Статус «Read Only» может быть присвоен участнику на различные сроки в зависимости от решения Модератора. Этот статус означает, что участник форума не может оставлять сообщения на сайте.<br />
      6.2.3. Бан — высшая мера наказания участников сайта. Он выносится в исключительных случаях за неоднократное или намеренно грубое нарушение Правил сайта.<br />
      6.3. При возникновении ситуации, не подпадающей ни под один из пунктов правил, Представитель Администрации вправе действовать по своему усмотрению.<br />
      6.4. Если вы не согласны с назначенным наказанием, вы можете обжаловать его, обратившись к администрации или отправьте сообщение нажав на кнопку «Помощь» с подробным описанием.<br />
      6.5. Решение о наказании, принятое Администратором сайта, окончательное и обжалованию не подлежит.<br />
      <br />
      7. Изменение Правил сайта<br />
      7.1. Администрация сайта tankbrothers оставляет за собой право в любой момент по собственному усмотрению изменять (дополнять, модифицировать и отменять) те или иные позиции Правил без предварительного уведомления участников, а равно и отменять Правила в полном объёме.<br />
      7.2. Все изменения начинают действовать с момента их опубликования.<br />
      7.3. Обязанность своевременно отслеживать изменения в Правилах сайта лежит на его участниках. Незнание Правил не освобождает участников форума от ответственности за их нарушение.<br />
      <br />
      8. Согласие с правилами<br />
      8.1. Использование вами сайта tankbrothers.ru означает, что вы принимаете установленные правила.<br />
      8.2. В случае несогласия с приведёнными правилами не используйте сайт tankbrothers.ru.
    </div>
  )
}